# St7SetLBAShift

Sets the load factor shift to be used in linear buckling analysis. The closest modes found, both above and below
the shift value, will be calculated.

long St7SetLBAShift(long uID, double Shift)
Input Parameters
uID
Strand7 model file ID.
Shift
Load factor shift.